{
  "ABOUT": {
    "ABOUT_ME": "Hi! My name is Irene, and I’m a senior graphic designer specialized in branding. Design has always been part of my life: growing up in a print shop surrounded by color swatches, the smell of ink, and stacks of paper… I had no other option. While trying to decode the secrets behind communication effectively through images, I decided to study audiovisuals and photography, and in this path I discovered that graphic design is my passion.\n\nEveryone said “Everything is design”. Discovering the reasons behind an effective and visual interesting design, became my new mission/obsession.",
    "CLARITY_AI": {
      "DATE": "JULY 2022-Currently (REMOTE)",
      "POSITION": "Visual designer - Clarity AI",
      "DESCRIPTION": "Collaborated with both the Marketing and Product Design teams in this B2B SaaS company, with key contributions including:\n\n - Applied UX measurements that improved navigation and increased leads and demo requests on the web app.\n - Created a style guide that fostered a design culture, reduced production times, and ensured visual consistency across all materials.\n - Enhanced data visualization for marketing and the web app by unifying their Design System, accelerating production and design workflows"
    },
    "CONCILIO_COMMS": {
      "DATE": "MARCH 2021 - MARCH 2022 (LONDON)",
      "POSITION": "Head of Design - Concilio Communications",
      "DESCRIPTION": "Worked at this London-based Agency specialized in urban development and public consultations, with main responsibilities including:\n\n - Led the design team, providing expertise in client meetings, strengthening the agency’s professional perception, and accelerating design delivery, which increased project requests.\n - Designed powerful visual identities that unified communications, enhancing professionalism, recognition, and citizen engagement."
    },
    "DIPUTACION_MALAGA": {
      "DATE": "MARCH 2017 - MARCH 2019 (MÁLAGA)",
      "POSITION": "Jefa de Comunicación Audiovisual - Área de Deportes, Diputación de Málaga",
      "DESCRIPTION": "Part of the Sports Department’s communications office after an extracurricular internship, with main achievements including:\n\n - Professionalized the production of photography, video, and graphic design for sports events, improving public recognition.\n - Secured the success of the +deporte +mujer campaign by creating a visual identity that strengthened the relationship between the public institution and citizens"
    },
    "FREELANCE": {
      "DATE": "MARCH 2014- DECEMBER 2019 (FUENGIROLA)",
      "POSITION": "Graphic Designer and Photographer",
      "DESCRIPTION": "Freelance collaborations within the family business, producing product photography for advertising campaigns, large-format print design, editorial design, merchandising and signage."
    },
    "HANSUKE_CONSULTING": {
      "DATE": "SEPTEMBER 2020 - NOVEMBER 2020 (LONDON)",
      "POSITION": "Associated Graphic Designer - Hansuke Consulting",
      "DESCRIPTION": "During COVID-19 I lLed the creation of the visual identity and marketing materials for their online annual conference, along with additional marketing collateral design for digital marketing campaigns as a freelancer."
    },
    "UPL_VISION": {
      "DATE": "AUGUST 2020 - DECEMBER 2020 (LONDON)",
      "POSITION": "Marketing Graphic Designer - UPL Vision",
      "DESCRIPTION": "Worked freelance on graphic design for digital marketing and social media, as well as motion graphics, animation, and email marketing for UPL Design Agency, which mainly collaborates with brands in the personal care market."
    },
    "TABS": {
      "ABOUT_ME": "About me",
      "WHAT_I_DO": "What I do",
      "HOW_I_WORK": "How I work"
    },
    "WRANGLE": {
      "DATE": "AUGUST 2020 - DECEMBER 2020 (LONDON)",
      "POSITION": "Graphic Designer - Wrangle",
      "DESCRIPTION": "As a freelance designer, I developed the visual identity of this start-up from the ground up, creating graphic materials for social media, editorial design, illustration, and print advertising."
    },
    "HOW_I_WORK": {
      "TITLE": "I am not interested in delivering something purely beautiful. I look for hidden opportunities, challenge assumptions and ensure every design has a purpose. The outcome is a solution that solves real problems while opening the door to new possibilities.",
      "1": {
        "TITLE": "Graphic solutions for the real life",
        "DESCRIPTION": "Working with brands of different sizes has taught me that a solution only succeeds when it fits the client’s reality, their timing, resources and capabilities. My priority is to create design systems that clients can confidently use on their own, every day."
      },
      "2": {
        "TITLE": "Collaboration built on trust",
        "DESCRIPTION": "Good design relies on communication. I keep the process transparent, structured and free of last-minute surprises. This collaborative approach leads to results that feel genuinely aligned with the client and is often the reason relationships last well beyond the first project."
      },
      "3": {
        "TITLE": "Always building for what comes next",
        "DESCRIPTION": "Creativity requires constant curiosity, it´s a muscle that you should exercise in order to generate innovative and original concepts. I stay informed about new visual languages, tools and design trends, not as a checklist, but to understand how they can elevate a brand. The aim is to create work that feels current today while remaining relevant tomorrow."
      }
    },
    "WHAT_I_DO": {
      "DESCRIPTION": "Over the past five years, I have partnered with a wide range of organisations, from early-stage startups and public institutions to internationally focused companies. My work goes beyond making something look attractive. Design becomes a strategic tool that uncovers opportunities and delivers measurable impact.",
      "BRAND_STRATEGY": {
        "TITLE": "Brand Strategy",
        "DESCRIPTION": "I help brands understand where they stand, how they are perceived and where they can grow. By analysing market context and customer behaviour, I define strategies that strengthen competitive advantage and build long-term relevance. My role is to bring clarity and coherence to what a brand thinks, says and shows.",
        "1": "Brand audits",
        "2": "Customer behaviour insights",
        "3": "Market and trend analysis",
        "4": "Tone of voice and brand personality",
        "5": "Values",
        "6": "Brand positioning",
        "7": "Key messaging",
        "8": "Content strategy"
      },
      "BRANDING": {
        "TITLE": "Branding",
        "DESCRIPTION": "I collaborate closely with each client to translate their personality into visual identities that feel clear, memorable and practical to use. Through thoughtful art direction and flexible design systems, ideas evolve into brands with real presence in the market. ",
        "1": "Logo design",
        "2": "Visual identity systems",
        "3": "Naming and tagline development",
        "4": "Art direction",
        "5": "Typography",
        "6": "Colour palette",
        "7": "Brand guidelines",
        "8": "Creative concept development"
      },
      "GRAPHIC_DESIGN": {
        "TITLE": "Graphic Design",
        "DESCRIPTION": "Versatility has always been at the core of my work. I design across multiple disciplines so that brands can maintain consistency wherever they appear. The goal is simple: visuals that not only look good on their own, but operate as part of a coherent system.",
        "1": "Print and advertising",
        "2": "Editorial design",
        "3": "Packaging",
        "4": "Data Design",
        "5": "Social media and digital assets",
        "6": "Newsletters",
        "7": "Motion graphics",
        "8": "Vectorial illustration"
      },
      "UI/UX_DESIGN": {
        "TITLE": "UI/UX Design",
        "DESCRIPTION": "I create digital experiences that balance brand expression, business goals and genuine user needs. My approach is grounded in research, data and usability, ensuring that every interaction feels intuitive and consistent. ",
        "1": "Design Systems",
        "2": "Information architecture",
        "3": "Wireframes and prototypes",
        "4": "UI design",
        "5": "UX design",
        "6": "Accessibility standards WCAG",
        "7": "Responsive layouts",
        "8": "Usability testing"
      }
    }
  },
  "BADGE": {
    "RECENT_PROJECT": "Latest project",
    "COMMING_SOON": "Comming soon"
  },
  "HEADER": {
    "ABOUT": "About me",
    "CONTACT": "Contact",
    "PROJECTS": "Projects"
  },
  "PROJECTS": {
    "CLARITY_AI": {
      "DESCRIPTION": "Clarity AI is a leading sustainability technology platform that uses artificial intelligence to assess, analyse and report sustainability-related data. Its core mission is to enable investors, businesses and consumers to make informed decisions that contribute to a more sustainable future.The platform covers more than 70,000 companies, 430,000 funds and 400 national and sub-national governments, offering reliable data and methodologies grounded in scientific evidence."
    }
  },
  "TEXT": {
    "TITLE": "Hello world",
    "DESCRIPTION": "This is a text in English"
  },
  "COMMON": {
    "SEE_PROJECT": "see project"
  }
}
