{
  "ABOUT": {
    "ABOUT_ME": "¡Hola! Mi nombre es Irene, soy diseñadora gráfica especializada en branding. El diseño siempre ha formado parte de mi vida: crecer en una imprenta, entre cartas de color, olor a tinta y papeles, no me dejó muchas más opciones. En mi camino de desentrañar el secreto de comunicar con imágenes, empecé a estudiar audiovisuales y me topé con el diseño gráfico. \n\n«El diseño está en todas partes», me decían, y descubrir qué hace que unos funcione y otros no se volvió mi nueva misión.",
    "CLARITY_AI": {
      "DATE": "JULIO 2022-Actualidad (REMOTO)",
      "POSITION": "Diseñadora Visual - Clarity AI",
      "DESCRIPTION": "Colaboré en el equipo de Marketing y de Diseño de Producto para esta empresa tecnológica (B2B SaaS), con principales aportaciones en:\n\n- Apliqué mediciones UX que mejoraron la navegación y aumentaron leads y peticiones de demo en la web app.\n - Creé una guía de estilo que impulsó la cultura de diseño, redujo tiempos de producción y aseguró consistencia visual en todos los materiales.\n - Transformé datos técnicos complejos en gráficos visualmente atractivos para memorias corporativas y reportes sobre sostenibilidad y ESG"
    },
    "CONCILIO_COMMS": {
      "DATE": "MARZO 2021 - MARZO 2022 (LONDRES)",
      "POSITION": "Jefa de Diseño - Concilio Communications",
      "DESCRIPTION": "Para esta Agencia de Comunicación de Londres especializada en el sector urbanístico y la consultas públicas, y mis responsabilidades fueron:\n\n - Lideré el equipo de diseño, aportando experiencia en reuniones con clientes, mejorando la percepción profesional de la agencia y acelerando la entrega de diseños, lo que incrementó el volumen de solicitudes.\n - Diseñé identidades visuales que unificaron las comunicaciones, aumentando profesionalidad, reconocimiento y participación ciudadana"
    },
    "DIPUTACION_MALAGA": {
      "DATE": "MARZO 2017 - MARZO 2019 (MÁLAGA)",
      "POSITION": "Jefa de Comunicación Audiovisual - Área de Deportes, Diputación de Málaga",
      "DESCRIPTION": "Creamos el Gabinete de Comunicación del Servicio de Deportes, liderando la parte audiovisual realicé tareas de producción de fotografía y video deportivo y de eventos, diseño gráfico, maquetación, identidad corporativa, diseño colateral para marketing y redes sociales"
    },
    "FREELANCE": {
      "DATE": "MARZO 2014- DICIEMBRE 2019 (FUENGIROLA)",
      "POSITION": "Diseñadora gráfica y fotógrafa",
      "DESCRIPTION": "Colaboraciones como freelance en la empresa familiar realizando fotografía de producto para campañas publicitarias, diseño gráfico orientado a la impresión digital de gran formato, diseño editorial, merchandising y cartelería."
    },
    "HANSUKE_CONSULTING": {
      "DATE": "SEPTIEMBRE 2020 - NOVIEMBRE 2020 (LONDRES)",
      "POSITION": "Diseñadora Gráfica Asociada - Hansuke Consulting",
      "DESCRIPTION": "Lideré la creación de la identidad visual y elementos de marketing para su conferencia anual, así como otros trabajos de diseño colaterales para marketing online como freelance."
    },
    "UPL_VISION": {
      "DATE": "AGOSTO 2020 - DICIEMBRE 2020 (LONDRES)",
      "POSITION": "Diseñadora Gráfica Marketing - UPL Vision",
      "DESCRIPTION": "Realicé trabajos como freelance de diseño gráfico orientado al marketing digital y redes sociales, así como motion graphics y animaciones, email marketing para la Agencia de Diseño UPL que trabaja principalmente con marcas relacionadas con el mercado del cuidado personal."
    },
    "TABS": {
      "ABOUT_ME": "Sobre mí",
      "WHAT_I_DO": "Qué hago",
      "HOW_I_WORK": "Cómo lo hago"
    },
    "WRANGLE": {
      "DATE": "AGOSTO 2020 - DICIEMBRE 2020 (LONDRES)",
      "POSITION": "Diseñadora Gráfica - Wrangle",
      "DESCRIPTION": "Desarrollé como freelance la Identidad Visual de esta start-up desde el inicio, realizando trabajos de diseño gráfico para redes sociales, diseño editorial, ilustración y publicidad impresa."
    },
    "HOW_I_WORK": {
      "TITLE": "No me conformo con lo evidente; encuentro oportunidades donde otros ven obstáculos. Mi mezcla de intuición, experiencia y visión analítica me permite convertir cualquier idea en una propuesta legítima, haciéndola relevante y efectiva. Las soluciones que ofrezco no solo resuelven problemas, sino que también crean nuevas posibilidades.",
      "1": {
        "TITLE": "Construir soluciones aplicables",
        "DESCRIPTION": "Mi experiencia con clientes de diferentes sectores y tamaños me ha enseñado que, más allá de lo que funciona en teoría, el éxito real radica en adaptar cada solución al contexto, recursos y ritmo de trabajo de cada proyecto. Mi mayor ambición en cada proyecto es sentir que el cliente va a poder usar mis soluciones gráficas cómodamente en su día a día priorizando sus necesidades reales."
      },
      "2": {
        "TITLE": "Construir relaciones duraderas",
        "DESCRIPTION": "Soy una persona trabajando con personas, por lo que mi enfoque se basa en una comunicación clara y constante, con puntos de contacto regulares que evitan sorpresas de última hora. Esta conexión cercana con cada cliente, que al final del día es el que va a tener que usar su marca, no solo es esencial para construir soluciones auténticas y funcionales, sino que también fortalece relaciones duraderas basadas en la confianza y el compromiso mutuo."
      },
      "3": {
        "TITLE": "Construir para lo que viene",
        "DESCRIPTION": "La creatividad es un músculo que hay que ejercitar constantemente para generar conceptos originales e innovadores. Consciente de ello y de manera natural, estoy constantemente investigando nuevas tendencias, metodologías y tecnologías emergentes. No se trata solo de usar nuevas herramientas, sino de entender cómo estas novedades pueden enriquecer cada proyecto y hacerlo más vivo, auténtico y conectado con el presente. Así, mi trabajo no solo responde al ahora, sino que también se anticipa a lo que viene."
      }
    },
    "WHAT_I_DO": {
      "DESCRIPTION": "Tras más de cinco años trabajando para diversos sectores, he acompañado desde startups e instituciones públicas hasta empresas con proyección internacional. Me aseguro de que mis diseños no sean únicamente visualemente estéticos, sino una herramienta estratégica que detecte oportunidades y genere soluciones con impacto real.",
      "BRAND_STRATEGY": {
        "TITLE": "Estrategia de Marca",
        "DESCRIPTION": "Analizo la posición actual de la marca en su contexto y el comportamiento de los consumidores para definir una estrategia que con anticipación y creatividad, aproveche al máximo su ventaja competitiva. Mi enfoque se centra en alinear lo que la marca quiere, dice, hace y muestra para construir una identidad coherente, sólida y reconocible.",
        "1": "Auditoría de marca",
        "2": "Análisis del comportamiento del usuario",
        "3": "Análisis del mercado y tendencias",
        "4": "Tono de voz y personalidad de marca",
        "5": "Valores, misión y promesa de marca",
        "6": "Posicionamiento",
        "7": "Mensajes clave",
        "8": "Estrategia de contenido"
      },
      "BRANDING": {
        "TITLE": "Branding",
        "DESCRIPTION": "Trabajo mano a mano con cada cliente para reflejar su esencia en identidades claras, funcionales y, por supuesto, bellas. Mediante procesos colaborativos y soluciones visuales flexibles y escalables, transformo ideas abstractas en sistemas de marca preparados para crecer con el tiempo.",
        "1": "Diseño de logo",
        "2": "Desarrollo del sistema visual",
        "3": "Naming y creación de taglines",
        "4": "Dirección de arte",
        "5": "Tipografías",
        "6": "Paleta de colores",
        "7": "Manual de identidad de marca",
        "8": "Conceptualización creativa"
      },
      "GRAPHIC_DESIGN": {
        "TITLE": "Diseño Gráfico",
        "DESCRIPTION": "Como diseñadora gráfica versátil me he especializado en varias áreas del diseño para dar solución a todas las necesidades de diseño que cualquier empresa sin importar su tamaño o alcance, pueda necesitar. Para ello es esencial tener una perspectiva global y asegurarme de que los diseños funcionen perfectamente en conjunto.",
        "1": "Impresión y publicidad",
        "2": "Editorial",
        "3": "Packaging",
        "4": "Diseño de datos",
        "5": "Redes sociales y digital",
        "6": "Newsletters",
        "7": "Motion graphics",
        "8": "Ilustración vectorial"
      },
      "UI/UX_DESIGN": {
        "TITLE": "Diseño UI/UX",
        "DESCRIPTION": "Diseño experiencias digitales funcionales y atractivas alineadas con la identidad de marca, que equilibran necesidades de negocio con expectativas reales de los usuarios. Mi enfoque combina análisis de datos, investigación de comportamiento y diseño centrado en el usuario para optimizar cada paso del recorrido digital.",
        "1": "Design Systems",
        "2": "Arquitectura de la información",
        "3": "Wireframes y prototipos",
        "4": "Diseño de Interfaces (UI)",
        "5": "Diseño de experiencias de usuario (UX)",
        "6": "Estándares de accesibilidad WCAG",
        "7": "Diseño responsive",
        "8": "Tests de usabilidad con usuarios"
      }
    }
  },
  "BADGE": {
    "RECENT_PROJECT": "Proyecto más reciente"
  },
  "COMMON": {
    "SEE_PROJECT": "ver proyecto"
  },
  "HEADER": {
    "ABOUT": "SOBRE MI",
    "CONTACT": "CONTACTO",
    "PROJECTS": "Proyectos"
  },
  "PROJECTS": {
    "CLARITY_AI": {
      "DESCRIPTION": "Clarity AI es una plataforma líder en tecnología de sostenibilidad que ofrece soluciones impulsadas por inteligencia artificial para evaluar, analizar y reportar datos relacionados con la sostenibilidad. Su objetivo es permitir a inversores, empresas y consumidores tomar decisiones informadas que contribuyan a un futuro más sostenible. La plataforma abarca más de 70,000 empresas, 430,000 fondos y 400 gobiernos nacionales y subnacionales, proporcionando datos fiables y metodologías basadas en evidencia científica."
    }
  },
  "TEXT": {
    "TITLE": "Hola Mundo",
    "DESCRIPTION": "Este es un texto en español"
  }
}
